{
  "products": [
    {
      "id": 1,
      "stock": 0,
      "sexo": "masculino",
      "title": "Copo Térmico De Cerveja Stanley Matte Black 473ML",
      "price": "135,00",
      "discount": "27,00",
      "bannerImg" : "/prod0/prod1.webp",
      "tipo": "unico",
      "opcoes": ["Tamanho Único"]
    },
    {
      "id": 2,
      "stock": 4,
      "productPage": "/products/2",
      "sexo": "masculino",
      "title": "Moletom Puma Ess Big Logo Masculino - Preto",
      "tipo": "tamanho",
      "opcoes": ["P", "M", "G", "GG"],
      "rate": 72,
      "price": "239,99",
      "discount": "59,99",
      "desc": "Complete seu visual urbano para os dias mais frios com muito conforto e estilo usando o Moletom Masculino da Puma. Fabricado com material aconchegante, a peça sem fecho estampa o logo da marca, agregando valor e deixando seu estilo autêntico e despojado.",
      "href": "https://pay.seguro-netshoes.com/lDW0Za02vbd3N7E",
      "bannerImg" : "/prod1/prod1.webp",
      "images": [
        "/prod1/prod1.webp",
        "/prod1/prod2.webp",
        "/prod1/prod3.webp",
        "/prod1/prod4.webp"
      ]
     
    },
    {
      "id": 3,
      "stock": 6,
      "productPage": "/products/3",
      "sexo": "masculino",
      "title": "Camisa Nike Corinthians I 2024/25 Torcedor Pro Masculina - Branco",
      "tipo": "tamanho",
      "opcoes": ["P", "M", "G", "GG"],
      "rate": 96,
      "price": "349,99",
      "discount": "69,99",
      "desc": "Faça parte da batalha contra o racismo com a Camisa Corinthians I 24/25 s/n° Torcedor Nike Masculina! Pioneiro contra o preconceito racial, o Corinthians e o Observatório da Discriminação Racial no Futebol entram em campo na luta antirracista, promovendo o novo manto para a temporada, que é mais do que uma peça, e sim, um símbolo da busca pela igualdade e combate a segregação. Com emblema do lado esquerdo do peito, essa camisa do Corinthians possui degradê do branco ao preto das mangas até a barra. O interior da gola possui selo com o escrito antirracista “Tamo Junto e Misturado”. O tecido ventilado com tecnologia Nike Dri-FIT absorve o suor da sua pele e proporciona uma evaporação mais rápida para manter seu corpo seco e confortável. O design apresenta detalhes similares aos que os craques usam.",
      "href": "https://pay.seguro-netshoes.com/yOeXZKj2Rlz3AQa",
      "bannerImg" : "/prod2/prod1.webp",
      "images": [
        "/prod2/prod1.webp",
        "/prod2/prod2.webp",
        "/prod2/prod3.webp",
        "/prod2/prod4.webp",
        "/prod2/prod5.webp",
        "/prod2/prod6.webp"
      ]
    },
    {
      "id": 4,
      "stock": 3,
      "productPage": "/products/4",
      "sexo": "masculino",
      "title": "Conjunto Moletom Masculino Canguru Conforto + Boné Macio - Bordô",
      "tipo": "tamanho",
      "opcoes": ["P", "M", "G", "GG"],
      "rate": 54,
      "price": "324,99",
      "discount": "63,99",
      "desc": "Para aquecer os dias de inverno com estilo e conforto, este Conjunto Masculino da Polo Blu é a peça ideal. Composto por blusa de moletom e calça, confeccionados em algodão com poliéster, o modelo apresenta interior flanelado e malha com gramatura encorpada, que protege totalmente do frio e vento, garantindo maciez e bem-estar. A blusa possui bolso tipo canguru, capuz forrado e costura reforçada que trazem comodidade e durabilidade para uso no cotidiano. A calça com cós elástico e ajuste por cordão promove um caimento perfeito no corpo. Para complementar, acompanha um boné em material respirável, para uso no dia a dia. Perfeito para todas as ocasiões, aposte nessa combinação básica e versátil. ESPECIFICAÇÕES TÉCNICAS . Indicado para: Dia a Dia . Kit composto por: 1(Uma) Blusa Moletom + 1(Uma) Calça Moletom + 1(Um) Boné Casual . Por que escolhemos: Este kit impressiona pela qualidade, conforto e versatilidade. . Nome do Produto 1: Blusa Moletom Masculina . Característica do Produto 1: Blusa com bolso canguru e capuz. Medidas: Comprimento x Largura x Mangas: P 62 x 50 x 56cm / M 66 x 52 x 60cm/ G 68 x 56 x 62cm/ GG 72 x 60 x 66cm . Nome do Produto 2: Calça Moletom . Característica do Produto 2: Confeccionada em algodão com poliéster, com cós em elástico e ajuste por cordão. Medidas: Cintura x Comprimento x Coxa: P - 46 x 100 x 24cm/ M - 50 x 104 x 26cm / G - 54 x 108 x 28cm / GG - 58 x 110x 30cm . Nome do Produto 3: Boné Casual . Característica do Produto 3: Confeccionado em material respirável e tecido macio. . Garantia do Fabricante: Contra defeitos de fabricação.",
      "href": "https://pay.seguro-netshoes.com/JqoR32vjzYd3Vj5",
      "bannerImg" : "/prod3/prod1.webp",
      "images": [
        "/prod3/prod1.webp",
        "/prod3/prod2.webp",
        "/prod3/prod3.webp",
        "/prod3/prod4.webp",
        "/prod3/prod5.webp"
      ]
    },
    {
      "id": 5,
      "stock": 12,
      "productPage": "/products/5",
      "sexo": "masculino",
      "title": "Camisa Polo Lacoste Original Slim Fit - Preto",
      "tipo": "tamanho",
      "opcoes": ["P", "M", "G", "GG"],
      "rate": 84,
      "price": "599,00",
      "discount": "69,80",
      "desc": "Com dois botões. Em petit piquet de algodão de duas camadas. Slim fit. Punho e gola canelados. Crocodilo verde bordado no peito.",
      "href": "https://pay.seguro-netshoes.com/4KovG1rP1oVgyDE",
      "bannerImg" : "/prod4/prod1.webp",
      "images": [
        "/prod4/prod1.webp",
        "/prod4/prod2.webp",
        "/prod4/prod3.webp",
        "/prod4/prod4.webp"
      ]
    },
    {
      "id": 6,
      "stock": 15,
      "productPage": "/products/6",
      "sexo": "masculino",
      "title": "Boné Tommy Hilfiger Big Flag Cap - Marinho",
      "tipo": "unico",
      "opcoes": ["Tamanho Único"],
      "rate": 93,
      "price": "229,00",
      "discount": "45,80",
      "desc": "DETALHES DO PRODUTO BONÉ TOMMY HILFIGER BIG FLAG VERMELHO Recorra aos clássicos com este despretencioso boné, feito de algodão puro para trazer leveza para os dias ensolarados.Destaques• Algodão puro• Fecho ajustável com logo Tommy Hilfiger• Botão e ilhós no topo• Bandeira Tommy Hilfiger bordada na parte frontalComposição• 100% Algodão Medidas: 16x46cm (AxC). Ocasião de uso Casual País de origem Brasil",
      "href": "https://pay.seguro-netshoes.com/1VOvGVB1DN9GD62",
      "bannerImg" : "/prod5/prod1.webp",
      "images": [
        "/prod5/prod1.webp",
        "/prod5/prod2.webp",
        "/prod5/prod3.webp"
      ]
    },
    {
      "id": 7,
      "stock": 2,
      "productPage": "/products/7",
      "sexo": "masculino",
      "title": "Tênis Nike Revolution 7 Masculino - Preto+Branco",
      "tipo": "numero",
      "opcoes": ["38", "39", "40", "41", "42", "43", "44"],
      "rate": 143,
      "price": "399,99",
      "discount": "79,99",
      "desc": "Carregamos o Revolution 7 com o tipo de amortecimento e suporte macio que pode mudar o seu mundo de corrida. Elegante como sempre, confortvel quando a borracha encontra a estrada e performtico para o ritmo desejado, uma evoluo de um favorito dos fs que oferece uma conduo macia e suave.Passada ConfortvelA entressola de espuma proporciona uma passada suave e macia. Tambm h um pouco mais de espao no antep em comparao com o 6, para que os dedos dos ps no fiquem tensos ou comprimidos.Toque MacioAdicionamos relevos no calcanhar que ficam visveis na parte exterior do calado. Eles so macios ao toque e ajudam a aumentar o conforto no seu tendo de Aquiles. Os pontos de toque na lngua criam uma sensao natural ao decolar.Aderncia TranquilizadoraO solado apresenta um padro de trao generativo que combina com salincias de borracha para ajudar a oferecer aderncia ao subir ou descer ladeiras.",
      "href": "https://pay.seguro-netshoes.com/5pjw3RBDk6232lQ",
      "bannerImg" : "/prod6/prod1.webp",
      "images": [
        "/prod6/prod1.webp",
        "/prod6/prod2.webp",
        "/prod6/prod3.webp",
        "/prod6/prod4.webp",
        "/prod6/prod5.webp",
        "/prod6/prod6.webp",
        "/prod6/prod7.webp"
      ]
    },
    {
      "id": 8,
      "stock": 7,
      "productPage": "/products/8",
      "sexo": "masculino",
      "title": "Tênis Adidas Runfalcon 2.0 Masculino - Preto+Branco",
      "tipo": "numero",
      "opcoes": ["38", "39", "40", "41", "42", "43", "44"],
      "rate": 109,
      "price": "399,99",
      "discount": "79,99",
      "desc": "Na esteira ou pelas ruas, domine a corrida com o novo Tênis Masculino da Adidas. O Runfalcon 2.0 chega com um cabedal com tripla camada de mesh para ainda mais respirabilidade, calcanhar acolchoado para máximo conforto e suporte, além de uma entressola em EVA para amortecimento leve e passada mais suave. O solado emborrachado garante aderência e tração em diferentes tipos de rua. Vista um short de corrida e regata de academia para mood esportivo completo. Das caminhadas matinais aos tiros de 500 metros, conte com a Adidas para fazer seu treino render! *Forma para pés finos, recomendamos comprar um número acima do que costuma usar*",
      "href": "https://pay.seguro-netshoes.com/ODAK3LRWJxQGE6V",
      "bannerImg" : "/prod7/prod1.webp",
      "images": [
        "/prod7/prod1.webp",
        "/prod7/prod2.webp",
        "/prod7/prod3.webp",
        "/prod7/prod4.webp",
        "/prod7/prod5.webp",
        "/prod7/prod6.webp",
        "/prod7/prod7.webp"
      ]
    },
    {
      "id": 9,
      "stock": 3,
      "productPage": "/products/9",
      "sexo": "masculino",
      "title": "Tênis Masculino Oakley Modoc Low II - Marrom",
      "tipo": "numero",
      "opcoes": ["38", "39", "40", "41", "42", "43", "44"],
      "rate": 125,
      "price": "649,00",
      "discount": "57,90",
      "desc": "Para um melhor ajuste nos pés, recomendamos a compra de um tamanho menor do que o seu usual. Forma grande.* Robusto e cheio de presença! O tênis Oakley Modoc Low II tem design robusto, com sola que favorece a aderência aod diversos tipos de solo, além de cabedal em material de alta qualidade, com recortes em detalhe camurça. Este modelo conta com cadarço ajustável e tira de fácil calce, para maior praticidade na hora de calçar. Use esse tênis esportivo com uma calça cargo, calça jeans e uma jaqueta esbanjando estilo. Invista!",
      "href": "https://pay.seguro-netshoes.com/PVYB341xQn1ZKzk",
      "bannerImg" : "/prod9/prod1.webp",
      "images": [
        "/prod9/prod1.webp",
        "/prod9/prod2.webp",
        "/prod9/prod3.webp",
        "/prod9/prod4.webp",
        "/prod9/prod5.webp",
        "/prod9/prod6.webp"
      ]
    },
    {
      "id": 10,
      "stock": 13,
      "productPage": "/products/10",
      "sexo": "masculino",
      "title": "Moletom Puma Essentials Big Logo Capuz Masculino - Cinza",
      "tipo": "tamanho",
      "opcoes": ["P", "M", "G", "GG"],
      "rate": 168,
      "price": "299,00",
      "discount": "49,80",
      "desc": "Conforto e autenticidade para os treinos nos dias frios. O moletom masculino Puma Essentials Big Logo traz a essência do estilo esportivo urbano da Puma, com perfil versátil e estampa exclusiva. Este moletom Puma conta com bolso canguru e capuz ajustável, escolha certa para reforçar a proteção nas baixas temperaturas. Bem-estar e atitude para você manter o ritmo e se dedicar ao esporte. Combine com calça jogger ou bermuda esportiva e complete com seu tênis Puma preferido. Aproveite!",
      "href": "https://pay.seguro-netshoes.com/JqoR32vjAeA3Vj5",
      "bannerImg" : "/prod28/prod1.webp",
      "images": [
        "/prod28/prod1.webp",
        "/prod28/prod2.webp",
        "/prod28/prod3.webp",
        "/prod28/prod4.webp"
      ]
    },
    {
      "id": 11,
      "stock": 4,
      "productPage": "/products/11",
      "sexo": "masculino",
      "title": "Chinelo New Era Slide Flag Masculino - Preto",
      "tipo": "numero",
      "opcoes": ["38", "39", "40", "41", "42", "43", "44"],
      "rate": 134,
      "price": "229,00",
      "discount": "45,90",
      "desc": "Chinelo New Era Flag Slide Fecho Preto",
      "href": "https://pay.seguro-netshoes.com/QqyLgqYn0LjgvkE",
      "bannerImg" : "/prod27/prod1.webp",
      "images": [
        "/prod27/prod1.webp",
        "/prod27/prod2.webp",
        "/prod27/prod3.webp",
        "/prod27/prod4.webp",
        "/prod27/prod5.webp",
        "/prod27/prod6.webp"
      ]
    },
    {
      "id": 12,
      "stock": 8,
      "productPage": "/products/12",
      "sexo": "masculino",
      "title": "Chinelo Nike Victori One Masculino - Branco",
      "tipo": "numero",
      "opcoes": ["38", "39", "40", "41", "42", "43", "44"],
      "rate": 176,
      "price": "189,00",
      "discount": "40,90",
      "desc": "DESLIZE PARA O CONFORTO.Você jogou intensamente. Você suou. Você deu tudo de si. Agora, falta apenas uma coisa: você precisa tomar um banho. Não se preocupe, faça isso com o Nike Victori One. O design de peça única em espuma é macio e confortável, enquanto os padrões de tração na sola ajudam em superfícies molhadas. Eles secam rapidamente também e, por isso, ninguém saberá que você acabou de sair do chuveiro quando sair com eles para se divertir.Benefícios-O design de espuma em peça única é macio e confortável, além de ser fácil de limpar.-O padrão de tração na sola ajuda em superfícies molhadas.-As perfurações na entressola adicionam ventilação, permitem que a água passe e ajudam a acelerar a secagem.Detalhes do produto-Swoosh em relevo na alça",
      "href": "https://pay.seguro-netshoes.com/a6pVgdpk4dngk7B",
      "bannerImg" : "/prod26/prod1.webp",
      "images": [
        "/prod26/prod1.webp",
        "/prod26/prod2.webp",
        "/prod26/prod3.webp",
        "/prod26/prod4.webp",
        "/prod26/prod5.webp",
        "/prod26/prod6.webp"
      ]
    },
    {
      "id": 13,
      "stock": 3,
      "productPage": "/products/13",
      "sexo": "masculino",
      "title": "Tênis Adidas Breaknet Masculino - Branco+Preto",
      "tipo": "numero",
      "opcoes": ["38", "39", "40", "41", "42", "43", "44"],
      "rate": 115,
      "price": "349,00",
      "discount": "63,80",
      "desc": "Para um melhor ajuste nos pés, recomendamos a compra de um tamanho menor do que o seu usual. Forma grande.* Estilo atemporal para diversos momentos e combinações. Com modelo clássico, o tênis adidas Breaknet traz as listras icônicas da marca nas laterais, com opções de cores lisas e também animal print. Desenvolvido com material resistente e firme, traz perfuros para respirabilidade, forro acolchoado e solado resistente ao desgaste. Um tênis masculino versátil para usar com peças que vão da calça jeans à calça jogger ou bermudas masculinas. Conte com a Adidas para complementar o seu look urbano!",
      "href": "https://pay.seguro-netshoes.com/a6pVgdpk4qxgk7B",
      "bannerImg" : "/prod20/prod1.webp",
      "images": [
        "/prod20/prod1.webp",
        "/prod20/prod2.webp",
        "/prod20/prod3.webp",
        "/prod20/prod4.webp",
        "/prod20/prod5.webp",
        "/prod20/prod6.webp",
        "/prod20/prod7.webp",
        "/prod20/prod8.webp"
      ]
    },
    {
      "id": 14,
      "stock": 5,
      "productPage": "/products/14",
      "sexo": "masculino",
      "title": "Tênis Adidas Tensaur Sport Training Lace - Preto+Branco",
      "tipo": "numero",
      "opcoes": ["38", "39", "40", "41", "42", "43", "44"],
      "rate": 73,
      "price": "349,00",
      "discount": "63,80",
      "desc": "Aposte em estilo! Do dia a dia e horas de lazer, o tênis adidas Tensaur Sport Training Lace leva o conforto que não pode faltar aos pés. Esse modelo clássico de inspiração esportiva tem estilo versátil e design exclusivo desenvolvido para te acompanhar nos mais diversos momentos. Dica: combine com produções casuais ou esportivas - short, moletom ou camiseta. Você merece as melhores escolhas. Garanta já!",
      "href": "https://pay.seguro-netshoes.com/PVYB341xrbpZKzk",
      "bannerImg" : "/prod21/prod1.webp",
      "images": [
        "/prod21/prod1.webp",
        "/prod21/prod2.webp",
        "/prod21/prod3.webp",
        "/prod21/prod4.webp",
        "/prod21/prod5.webp",
        "/prod21/prod6.webp",
        "/prod21/prod7.webp"
      ]
    },
    {
      "id": 15,
      "stock": 4,
      "productPage": "/products/15",
      "sexo": "masculino",
      "title": "Bota De Segurança Cano Alto Macboot - Marrom",
      "tipo": "numero",
      "opcoes": ["38", "39", "40", "41", "42", "43", "44"],
      "rate": 98,
      "price": "279,00",
      "discount": "52,90",
      "desc": "Descrição do Produto 0 Calçado tipo bota, cor grafite, confeccionado em couro curtido ao cromo, fechamento em atacador, forrado, palmilha de montagem em não tecido fixada pelo sistema strobel, palmilha interna em EVA, solado de borracha com entressola em EVA, resistente ao óleo combustívelProduto desenvolvido para ser utilizado como Equipamento de proteção individual (E.P.I.).Arovado pela Ministério do Trabalho. Número do C.A.: 45.470Descrição Técnica -Classificação:O calçado foi homologado pelo IPT (Instituto de Pesquisas Tecnológicas) e se enquadra na classificação O.B. – Resistente óleo combustível e S.R.A. – Anti escorregamento em piso cerâmico -Cabedal:Em Couro Emborrachado. -Biqueira: Biqueira produzida em polipropileno e polietileno, proporciona alta resistência ao impacto. -Forro: Em Nylon. -Palmilha:Palmilha interna em EVA expandido, modelo H2O. -Fechamento:Cadarço confeccionado 100% em poliéster proporcionando alta resistência na tração exigida pelo produto, testado e aprovado pelo SENAI. -Cano:Cano Alto. -Solado:Borracha tratorada para maior tração e aderência em terrenos acidentados com o logo/nome da marca. -Restrições: - proteção contra impactos de quedas de objetos sobre os artelhos. - proteção dos pés contra agentes provenientes de energia elétrica. - proteção contra agentes térmicos. - proteção contra agente cortantes e perfurantes. - proteção dos pés e pernas contra umidade e provenientes de operações com uso de agua - proteção dos pés e pernas contra respingos de produtos químicos.Tecnologias -Macstab:estabilizador em ABS que evita torções e impulsiona a passada; -Amortecimento:Cushion na entressola, consiste em níveis de absorção, onde cada camada proporciona um benefício único e exclusivo; -MacDry: -Acelera a evaporação do suor combinando dois processos: -Dispersão: As fibras hidrofílicas na parte interna do tecido, atraem a umidade e as fibras hidrofóbicas na parte externa do tecido repelem a água e dispersam as moléculas de suor. -Canaliação: Utiliza fibras micro-cruzadas, permitindo que a evaporação do suor seja mais rápida e eficiente. Os tecidos com tecnologia MacDry, secam 3 vezes mais rápido que o algodão, deixando a pele mais seca e confortável. -Importante: O MacDry possui uma gramatura",
      "href": "https://pay.seguro-netshoes.com/6YQPgj2DDx6gpxz",
      "bannerImg" : "/prod22/prod1.webp",
      "images": [
        "/prod22/prod1.webp",
        "/prod22/prod2.webp",
        "/prod22/prod3.webp",
        "/prod22/prod4.webp",
        "/prod22/prod5.webp"
      ]
    },
    {
      "id": 16,
      "stock": 9,
      "productPage": "/products/16",
      "sexo": "masculino",
      "title": "Relógio Masculino Couro Saint Germain Murray Full Black 40mm - Preto",
      "tipo": "unico",
      "opcoes": ["Tamanho Único"],
      "rate": 131,
      "price": "229,00",
      "discount": "43,90",
      "desc": "Relógio Minimalista Saint Germain Preto Pulseira De Couro Murray Full Black 40mm de diâmetro. Acaixa é de metalpreto e o mostrador preto, vidro com mineral endurecido com alta resistência. O design minimalista do Murraycom um mostrador pretoecom a pulseira pretaé uma combinação clássica e elegante. A pulseira é de fácil ajuste e se adapta bem a todos os pulsos. Todos os relógios possuem GARANTIA. Medições: Diâmetro 40mm da caixa | Comprimento da Alça 24cm | Espessura da caixa 7mm | Largura da Correia de 20mm| Movimento de Quartzo Resistente apenas a respingos; Todos os relógios acompanham caixa da marcajuntamente com manual; Bateria 377; Relógio analógico.",
      "href": "https://pay.seguro-netshoes.com/7vJOGYdMMmBZKXd",
      "bannerImg" : "/prod29/prod1.webp",
      "images": [
        "/prod29/prod1.webp",
        "/prod29/prod2.webp",
        "/prod29/prod3.webp",
        "/prod29/prod4.webp",
        "/prod29/prod5.webp"
      ]
    },
    {
      "id": 17,
      "stock": 15,
      "productPage": "/products/17",
      "sexo": "masculino",
      "title": "Smart Watch U9 Ultra 49mm Serie 9 Relogio Original Bluetooth Android IOS Gps Nfc",
      "tipo": "unico",
      "opcoes": ["Tamanho Único"],
      "rate": 221,
      "price": "262,00",
      "discount": "55,90",
      "desc": "MARTWATCH INTELIGENTE U9 ULTRA ORIGINAL COM NOTA FISCAL 2023 Tecnologia, qualidade e sofisticação definem o smartwatch da Microwear. Suas diferentes funções fazem deste smartwatch um novo aliado para acompanhá-lo em sua rotina de esportes, trabalho e lazer. CARACTERÍSTICAS - Display gigante de 2,2 polegadas. - 500 + papéis de parede com download gratuito. - Carregamento sem fio, assistente de voz, toque independente, relógio independente, sempre na tela, lâmpada de cabeceira, fisiologia feminina, temperatura do corpo, frequência cardíaca e ecg, pressão arterial, oxigênio no sangue, sono, contagem de passos. - Controle de câmera bluetooth, controle de música bluetooth, sistema de amigos, código de pagamento, calculadora, agenda telefônica, tempo, cronômetro, temporizador, alarme, pinlock, lanterna, massagem, código de ácido nucleico. - GPS Dynamic Route Tracking. - Frequência básica: 90mhz; ram: 192kb; rom: 64mb. - Padrão de qualidade GB4943.1-2011; gb/T22450.1-2008. - Tamanho do tamanho 49*44*14.4mm. - Caso em que chapamento do vácuo da liga. - Bracelete da correia original 49mm, com botão de comutação, travas e parafusos existentes e funcionais. - Carregador Carregamento sem fio (indução) - Exibição 2.2” 428 * 518 pixels. - Painel de toque múltiplo. - Notificações de chamadas, e-mail, Sms, Whatsapp, Wechat, Facebook e muitos outros! - Frequência cardíaca do coração com monitor automático 24h. - Pedômetro. - Etapas diárias contagem, queima de calorias. - Monitor de sono e quantificação objetiva e científica para registrar e analisar suas condições de sono, todas as noites das 9am até o dia seguinte automaticamente ligado - Bluetooth : Bt 3.0 + 5.0. - Bateria de polímero do íon de lítio 350mah, carregador sem fio, 150 minutos à carga completa. - Vibração de suporte de apoio. - Idiomas: Inglês (padrão), espanhol, português, árabe, grego, húngaro, polonês, tailandês, indonésio, francês, alemão, tcheco, holandês, turco, italiano, russo, farsi, vietnamita, ucraniano, hebraico. ITENS INCLUSOS NA CAIXA 01x Smartwatch Ultra 9 Lançamento mais COMPLETO do mundo. 01x Carregador por Indução. 01x Pulseira * Todas as medições do relógio inteligente não são instrumentos profissionais médicos ou detecção de movimento. Os resultados das medições são apenas para referência e não podem ser considerados equipamentos médicos. Este é um desvio normal. O usuário deve tratar os dados objetivamente. Se você precisar de dados mais precisos, recomendamos que você compre dispositivos médicos profissionais quando necessário. DÚVIDAS OU RECLAMAÇÕES: - Se tiver algum problema com seu produto nos contate via chat que faremos o maior esforço para deixa-lo satisfeito. Pedim",
      "href": "https://pay.seguro-netshoes.com/a9ArZMX7XxQ37xj ",
      "bannerImg" : "/prod30/prod1.webp",
      "images": [
        "/prod30/prod1.webp",
        "/prod30/prod2.webp",
        "/prod30/prod3.webp",
        "/prod30/prod4.webp",
        "/prod30/prod5.webp",
        "/prod30/prod6.webp"
      ]
    },
    {
      "id": 18,
      "stock": 3,
      "productPage": "/products/18",
      "sexo": "feminino",
      "title": "COPO QUENCHER CREAM STANLEY | 1,18L",
      "tipo": "unico",
      "opcoes": ["Tamanho Único"],
      "rate": 176,
      "price": "359,99",
      "discount": "48,99",
      "desc": "Cada jornada é única e resultado das suas próprias escolhas, por isso entre os desafios e conquistas do dia a dia não dá para esquecer de cuidar daquilo que é o mais importante: você. Manter a saúde do corpo e da mente é fundamental para não perder o ritmo e o Copo Quencher Stanley chega como a escolha perfeita para garantir o bem-estar da sua melhor versão.",
      "href": "https://pay.seguro-netshoes.com/nWrxGWDOoJWg654",
      "bannerImg" : "/prod8/prod1.webp",
      "images": [
        "/prod8/prod1.webp",
        "/prod8/prod2.webp",
        "/prod8/prod3.webp",
        "/prod8/prod4.webp",
        "/prod8/prod5.webp",
        "/prod8/prod6.webp"
      ]
    },
    {
      "id": 19,
      "stock": 2,
      "productPage": "/products/19",
      "sexo": "feminino",
      "title": "kit Glosslicious Fran By Franciny Ehlke Colorido",
      "tipo": "unico",
      "opcoes": ["Tamanho Único"],
      "rate": 129,
      "price": "99,99",
      "discount": "30,90",
      "desc": "Para nós que somos obcecados por Gloss e amamos experimentar algo novo, o GLOSSLICIOUS veio aí! Estão preparados? São 3 glossys que arrasam no efeito vinílico e ultra brilho 3D, que te conquistarão com cores e sabores. Esses são meus novos bebês, pensados especialmente para despertar desejos e deliciosas sensações. A ponteira do GLOSSLICIOUS dispensa produto suficiente para um bocão de diva e entrega muito além de lábios brilhosos. Sem contar que possuem poder hidratante e antioxidante, que tratam os lábios a cada aplicação.",
      "href": "https://pay.seguro-netshoes.com/nQ7kZ7yvvONg0eJ",
      "bannerImg" : "/prod19/prod1.webp",
      "images": [
        "/prod19/prod1.webp",
        "/prod19/prod2.webp",
        "/prod19/prod3.webp",
        "/prod19/prod4.webp",
        "/prod19/prod5.webp",
        "/prod19/prod6.webp",
        "/prod19/prod7.webp",
        "/prod19/prod8.webp",
        "/prod19/prod9.webp"
      ]
    },
    {
      "id": 20,
      "stock": 9,
      "productPage": "/products/20",
      "sexo": "feminino",
      "title": "Tênis Olympikus Venus 2 Feminino - Marinho",
      "tipo": "numero",
      "opcoes": ["34", "35", "36", "37", "38", "39", "40", "41", "42"],
      "rate": 109,
      "price": "189,99",
      "discount": "37,99",
      "desc": "Aposte no conforto e qualidade do novo Tênis de Corrida Feminino da Olympikus para te acompanhar nos seus treinos diários. Com design moderno, o running indicado para caminhadas e corridas leves possui cabedal fabricado com material leve e respirável que garante mais frescor durante o uso. O calcanhar é acolchoado e oferece suporte aos pés enquanto o cadarço garante ajuste eficaz. A entressola em EVA conta com tecnologia que proporciona alto nível de maciez entre uma passada e outra; e o solado de borracha proporciona aderência e tração por onde você passar. Vista seu top esportivo favorito e short de corrida para superar os seus limites com a Olk! Indicado para corredoras de pisada neutra, o Tênis Olympikus Feminino acompanha as corredoras mais ambiciosas na busca pelo melhor pace. Aproveite!",
      "href": "https://pay.seguro-netshoes.com/zj6aGn5knJDZwlK",
      "bannerImg" : "/prod10/prod1.webp",
      "images": [
        "/prod10/prod1.webp",
        "/prod10/prod2.webp",
        "/prod10/prod3.webp",
        "/prod10/prod4.webp"
      ]
    },
    {
      "id": 21,
      "stock": 4,
      "productPage": "/products/21",
      "sexo": "feminino",
      "title": "Chinelo Slide Nike Victory Feminino - Rosa+prata",
      "tipo": "numero",
      "opcoes": ["34", "35", "36", "37", "38", "39", "40", "41", "42"],
      "rate": 108,
      "price": "249,99",
      "discount": "43,90",
      "desc": "O Chinelo Slide Nike Victory Feminino é seu aliado durante um dia a dia leve e despojado. A palmilha macia fornece conforto sem igual, enquanto o solado emborrachado garante aderência e tração. A estampa moderna dá um toque esportivo ao visual. Adquira já esse chinelo Nike feminino!",
      "href": "https://pay.seguro-netshoes.com/nWrxGWeDDVb3654",
      "bannerImg" : "/prod11/prod1.webp",
      "images": [
        "/prod11/prod1.webp",
        "/prod11/prod2.webp",
        "/prod11/prod3.webp",
        "/prod11/prod4.webp"
      ]
    },
    {
      "id": 22,
      "stock": 3,
      "productPage": "/products/22",
      "sexo": "feminino",
      "title": "Tênis Puma Carina Lux Bdp Feminino - Branco+prata",
      "tipo": "numero",
      "opcoes": ["34", "35", "36", "37", "38", "39", "40", "41", "42"],
      "rate": 138,
      "price": "399,90",
      "discount": "59,98",
      "desc": "Visual moderno em design confortável. Para mulheres que buscam estilo e versatilidade, a dica é apostar no Tênis Puma Carina Lux Bdp. É confeccionado com material durável de fácil limpeza, com perfuros para respirabilidade, solado maior que habitual e perfil clássico que combina desde o jeans até saias e vestidos. Conte com a Puma para vestir o seu urbanwear em grande estilo!",
      "href": "https://pay.seguro-netshoes.com/rn4RgQRQbBN3wBV",
      "bannerImg" : "/prod12/prod1.webp",
      "images": [
        "/prod12/prod1.webp",
        "/prod12/prod2.webp",
        "/prod12/prod3.webp",
        "/prod12/prod4.webp"
      ]
    },
    {
      "id": 23,
      "stock": 6,
      "productPage": "/products/23",
      "sexo": "feminino",
      "title": "Bolsa Trasnversal Nike Sportswear Futura Luxe Feminina - Preto",
      "tipo": "unico",
      "opcoes": ["Tamanho Único"],
      "rate": 164,
      "price": "399,90",
      "discount": "43,99",
      "desc": "ESTILO VERSÁTIL.Com um design versátil e elegante, a bolsa cruzada Nike Sportswear Futura pode ser usada como pochete, bolsa de ombro, necessaire ou bolsa cruzada. Os dois bolsos com zíper ajudam a manter os seus objetos essenciais organizados, enquanto o forro em cetim e o zíper Swoosh elevam o look.BenefíciosO design de perfil baixo e versátil pode ser usado como pochete, bolsa de ombro, necessaire ou bolsa cruzada.Os dois bolsos com zíper ajudam a manter os seus objetos essenciais organizados, enquanto o forro em cetim oferece uma sensação macia ao toque.O metal polido, incluindo uma elegante corrente, clipes para chaves e zíperes com recortes Swoosh, concede o brilho perfeito a qualquer outfit.A alça de ombro ajustável permite que você personalize seu conforto e proporciona versatilidade de transporte.Detalhes do produto20,3 cm (C) x 5 cm (L) x 12,7 cm (A)100% poliésterLimpeza à mãoImportado",
      "href": "https://pay.seguro-netshoes.com/a6pVgdpk4E6gk7B",
      "bannerImg" : "/prod13/prod1.webp",
      "images": [
        "/prod13/prod1.webp",
        "/prod13/prod2.webp",
        "/prod13/prod3.webp",
        "/prod13/prod4.webp",
        "/prod13/prod5.webp",
        "/prod13/prod6.webp"
      ]
    },
    {
      "id": 24,
      "stock": 10,
      "productPage": "/products/24",
      "sexo": "feminino",
      "title": "Camiseta Adidas Boyfriend Logo Feminina - Vermelho+Branco",
      "tipo": "tamanho",
      "opcoes": ["P", "M", "G", "GG", "EXGG"],
      "rate": 175,
      "price": "129,99",
      "discount": "39,99",
      "desc": "No funcional ou aeróbico, aposte na Camiseta Esportiva Feminina Adidas para fazer seu treino render. Confeccionada com tecido leve e respirável, a peça oferece ótimo caimento e garante maior liberdade de movimentos, proporcionando executar o treino de braço ou corrida sem desconfortos. Combine a Camiseta Adidas Feminina com legging ou shortinho e esteja pronta para ir em busca do corpo saudável.",
      "href": "https://pay.seguro-netshoes.com/7vJOGYdMMBKZKXd",
      "bannerImg" : "/prod14/prod1.webp",
      "images": [
        "/prod14/prod1.webp",
        "/prod14/prod2.webp",
        "/prod14/prod3.webp",
        "/prod14/prod4.webp"
      ]
    },
    {
      "id": 25,
      "stock": 8,
      "productPage": "/products/25",
      "sexo": "feminino",
      "title": "Calça Nike Sportswear Essential Feminina - Preto+Branco",
      "tipo": "tamanho",
      "opcoes": ["PP", "P", "M", "G", "GG", "EXGG"],
      "rate": 125,
      "price": "329,99",
      "discount": "50,00",
      "desc": "Aposte em conforto ao montar o seu look usando a Calça Nike Sportswear. Produzida com material aconchegante, a peça possui cós elástico e cordão para ajuste eficiente. Bolsos laterais permitem você guardar pequenos objetos. Para as mulheres que curtem um visual mais despojado, a Calça Nike Feminina é a pedida. Aproveite!",
      "href": "https://pay.seguro-netshoes.com/kYL6geDnnLAGrKM",
      "bannerImg" : "/prod23/prod1.webp",
      "images": [
        "/prod23/prod1.webp",
        "/prod23/prod2.webp",
        "/prod23/prod3.webp",
        "/prod23/prod4.webp"
      ]
    },
    {
      "id": 26,
      "stock": 13,
      "productPage": "/products/26",
      "sexo": "feminino",
      "title": "Tênis Adidas Breaknet Feminino - Branco+Preto",
      "tipo": "numero",
      "opcoes": ["34", "35", "36", "37", "38", "39", "40", "41", "42"],
      "rate": 183,
      "price": "349,99",
      "discount": "57,90",
      "desc": "Para um melhor ajuste nos pés, recomendamos a compra de um tamanho menor do que o seu usual. Forma grande.* Aposte em estilo! Trazendo visual urbano super descolado, o Tênis Adidas Breaknet é perfeito para acompanhar as suas produções em qualquer ocasião. Desenvolvido em material resistente, tem solado emborrachado, palmilha macia, fechamento por cadarço ajustável e mini furos que garantem melhor respirabilidade. Esse tênis feminino exibe as clássicas listras Adidas na lateral e acabamento metálico. Dica: combine com looks casuais ou looks esportivos – calça legging, regata feminina ou sua camiseta estampada favorita. Você merece as melhores escolhas. Garanta já o seu!",
      "href": "https://pay.seguro-netshoes.com/n1NLgwnO9NMGMxE",
      "bannerImg" : "/prod15/prod1.webp",
      "images": [
        "/prod15/prod1.webp",
        "/prod15/prod2.webp",
        "/prod15/prod3.webp",
        "/prod15/prod4.webp",
        "/prod15/prod5.webp",
        "/prod15/prod6.webp",
        "/prod15/prod7.webp",
        "/prod15/prod8.webp"
      ]
    },
    {
      "id": 27,
      "stock": 7,
      "productPage": "/products/27",
      "sexo": "feminino",
      "title": "Jaqueta Puffer Hering Lisa Feminina - Preto",
      "tipo": "tamanho",
      "opcoes": ["P", "M", "G", "GG", "EXGG"],
      "rate": 185,
      "price": "299,99",
      "discount": "53,99",
      "desc": "A Jaqueta Puffer Hering Lisa Feminina é sinônimo de conforto e estilo para o dia a dia. O fechamento em zíper permite uma regulagem precisa na hora de usar, enquanto a malha leve fornece conforto e protege em dias frios. Os bolsos laterais comportam pequenos objetos. Adquira já!",
      "href": "https://pay.seguro-netshoes.com/xQBPZvY1MAw3mVq",
      "bannerImg" : "/prod16/prod1.webp",
      "images": [
        "/prod16/prod1.webp",
        "/prod16/prod2.webp",
        "/prod16/prod3.webp",
        "/prod16/prod4.webp"
      ]
    },
    {
      "id": 28,
      "stock": 6,
      "productPage": "/products/28",
      "sexo": "feminino",
      "title": "Moletom Fila Classic Capuz Feminino - Preto",
      "tipo": "tamanho",
      "opcoes": ["P", "M", "G", "GG", "EXGG"],
      "rate": 165,
      "price": "199,99",
      "discount": "39,90",
      "desc": "O moletom feminino Fila Classic é ideal para descomplicar o estilo e aproveitar a temporada fria com conforto. A peça tem modelagem regular, com logo da marca em detalhe e capuz.",
      "href": "https://pay.seguro-netshoes.com/xQBPZvNYYmVZmVq",
      "bannerImg" : "/prod18/prod1.webp",
      "images": [
        "/prod18/prod1.webp",
        "/prod18/prod2.webp",
        "/prod18/prod3.webp",
        "/prod18/prod4.webp"
      ]
    },
    {
      "id": 29,
      "stock": 9,
      "productPage": "/products/29",
      "sexo": "feminino",
      "title": "Kit 3 Blusas PS Feminina Comprida Fitness Tapa Bumbum Academia - Preto",
      "tipo": "tamanho",
      "opcoes": ["P", "M", "G", "GG", "EXGG"],
      "rate": 174,
      "price": "169,99",
      "discount": "33,99",
      "desc": "KIT 3 Blusas PS. Compridas na parte de trás ( para cobrir o bumbum ), e um pouco mais curtas na parte da frente, porém, cobrem as partes íntimas. Modelo ideal para quem busca conforto tanto na academia quanto no dia a dia. Além de combinar com legging, fica super estilosa com Jeans. Malha super confortável e com elastano. Tamanhos: P - Veste manequim 36/38 - Busto: 84 a 88 cm / Cintura: 74 a 84 cm / Quadril: 90 a 96 cm M - Veste manequim 40/42 - Busto: 90 a 94 cm / Cintura: 86 a 92 cm / Quadril: 98 a 102 cm G - Veste manequim 44 Busto: 96 a 100 cm/ Cintura: 94 a 98 cm / Quadril: 104 a 108 cm GG - Veste manequim 46 Busto: 102 a 114 cm/ Cintura: 100 a 106 cm / Quadril: 110 a 116 cm EGG - Veste manequim 48 Busto: 116 a 126 cm/ Cintura: 108 a 112 cm / Quadril: 118 a 122 cm COMPOSIÇÃO: 96% VISCOSE 4% ELASTANO",
      "href": "https://pay.seguro-netshoes.com/6YQPgjD806QZpxz",
      "bannerImg" : "/prod17/prod1.webp",
      "images": [
        "/prod17/prod1.webp",
        "/prod17/prod2.webp",
        "/prod17/prod3.webp",
        "/prod17/prod4.webp",
        "/prod17/prod5.webp",
        "/prod17/prod6.webp"
      ]
    }
  ]
}
