{
  "products": [
    {
      "id": 1,
      "stock": 0,
      "sexo": "masculino",
      "title": "Copo Térmico De Cerveja Stanley Matte Black 473ML",
      "price": "135,00",
      "discount": "27,00",
      "bannerImg" : "/prod0/prod1.webp",
      "tipo": "unico",
      "opcoes": ["Tamanho Único"]
    },
    {
      "id": 2,
      "stock": 4,
      "productPage": "/products/2",
      "sexo": "masculino",
      "title": "Camisa Flamengo II 24/25 s/n° Torcedor Adidas Masculina - Branco",
      "tipo": "tamanho",
      "opcoes": ["P", "M", "G", "GG"],
      "rate": 72,
      "price": "349,99",
      "discount": "69,99",
      "desc": "Apoie o Mengão nos desafios da nova temporada com a Camisa Flamengo II 24/25 s/n° Torcedor Adidas Masculina! Utilizada como manto oficial para os jogos fora de casa, essa camisa do Flamengo masculina possui inspiração na torcida que canta, grita e torce. Os detalhes ondulados na parte frontal são inspirados no canto da torcida que empurra o time em direção à vitória. O manto possui gola em V, monograma “CRF” em preto no lado esquerdo do peito e recortes em vermelho na barra e nas mangas. O tecido tecnológico Aeoready afasta o suor da pele e amplia a sensação de conforto. Compre já essa camisa do Flamengo 24/25!",
      "href": "https://pay.finalizarpagamentoo.online/nQ7kZ7vKeK430eJ",
      "bannerImg" : "/prod1/prod1.webp",
      "images": [
        "/prod1/prod1.webp",
        "/prod1/prod2.webp",
        "/prod1/prod3.webp",
        "/prod1/prod4.webp"
      ]
     
    },
    {
      "id": 3,
      "stock": 6,
      "productPage": "/products/3",
      "sexo": "masculino",
      "title": "Camisa Nike Corinthians I 2024/25 Torcedor Pro Masculina - Branco",
      "tipo": "tamanho",
      "opcoes": ["P", "M", "G", "GG"],
      "rate": 96,
      "price": "349,99",
      "discount": "69,99",
      "desc": "Faça parte da batalha contra o racismo com a Camisa Corinthians I 24/25 s/n° Torcedor Nike Masculina! Pioneiro contra o preconceito racial, o Corinthians e o Observatório da Discriminação Racial no Futebol entram em campo na luta antirracista, promovendo o novo manto para a temporada, que é mais do que uma peça, e sim, um símbolo da busca pela igualdade e combate a segregação. Com emblema do lado esquerdo do peito, essa camisa do Corinthians possui degradê do branco ao preto das mangas até a barra. O interior da gola possui selo com o escrito antirracista “Tamo Junto e Misturado”. O tecido ventilado com tecnologia Nike Dri-FIT absorve o suor da sua pele e proporciona uma evaporação mais rápida para manter seu corpo seco e confortável. O design apresenta detalhes similares aos que os craques usam.",
      "href": "https://pay.finalizarpagamentoo.online/RmA83E08v8wgPVp",
      "bannerImg" : "/prod2/prod1.webp",
      "images": [
        "/prod2/prod1.webp",
        "/prod2/prod2.webp",
        "/prod2/prod3.webp",
        "/prod2/prod4.webp",
        "/prod2/prod5.webp",
        "/prod2/prod6.webp"
      ]
    },
    {
      "id": 4,
      "stock": 3,
      "productPage": "/products/4",
      "sexo": "masculino",
      "title": "Camisa São Paulo II 24/25 New Balance Masculina",
      "tipo": "tamanho",
      "opcoes": ["P", "M", "G", "GG"],
      "rate": 54,
      "price": "449,99",
      "discount": "89,99",
      "desc": "Tão pesada quanto sua própria história. O Tricolor celebra os anos de lutas, suor e conquistas com a Camisa São Paulo II 24/25 s/n° Jogador New Balance Masculina! O novo manto é mais do que uma peça, e sim um tributo à toda glória do clube. Camisa pesada que representa o único tricampeão mundial brasileiro, essa Camisa São Paulo New Balance Masculina possui listras verticais em vermelho, preto e branco. Além disso, dispõe de gola V, listras nas mangas e tecido tecnológico que amplia a sensação de leveza e conforto. O escrito “A História Começa Aqui” aparece na parte de trás e simboliza um novo capítulo na história do Tricolor. Faça parte da história, homenageie os momentos gloriosos e o futuro promissor com essa Camisa do São Paulo. Peça já!",
      "href": "https://pay.finalizarpagamentoo.online/rn4RgQR171l3wBV",
      "bannerImg" : "/prod3/prod1.webp",
      "images": [
        "/prod3/prod1.webp",
        "/prod3/prod2.webp",
        "/prod3/prod3.webp",
        "/prod3/prod4.webp",
        "/prod3/prod5.webp",
        "/prod3/prod6.webp"
      ]
    },
    {
      "id": 5,
      "stock": 12,
      "productPage": "/products/5",
      "sexo": "masculino",
      "title": "Camisa Polo Lacoste Original Slim Fit - Preto",
      "tipo": "tamanho",
      "opcoes": ["P", "M", "G", "GG"],
      "rate": 84,
      "price": "599,00",
      "discount": "119,80",
      "desc": "Com dois botões. Em petit piquet de algodão de duas camadas. Slim fit. Punho e gola canelados. Crocodilo verde bordado no peito.",
      "href": "https://pay.finalizarpagamentoo.online/eApQgz7PXM23Eb7",
      "bannerImg" : "/prod4/prod1.webp",
      "images": [
        "/prod4/prod1.webp",
        "/prod4/prod2.webp",
        "/prod4/prod3.webp",
        "/prod4/prod4.webp"
      ]
    },
    {
      "id": 6,
      "stock": 15,
      "productPage": "/products/6",
      "sexo": "masculino",
      "title": "Boné Tommy Hilfiger Big Flag Cap - Marinho",
      "tipo": "unico",
      "opcoes": ["Tamanho Único"],
      "rate": 93,
      "price": "229,00",
      "discount": "45,80",
      "desc": "DETALHES DO PRODUTO BONÉ TOMMY HILFIGER BIG FLAG VERMELHO Recorra aos clássicos com este despretencioso boné, feito de algodão puro para trazer leveza para os dias ensolarados.Destaques• Algodão puro• Fecho ajustável com logo Tommy Hilfiger• Botão e ilhós no topo• Bandeira Tommy Hilfiger bordada na parte frontalComposição• 100% Algodão Medidas: 16x46cm (AxC). Ocasião de uso Casual País de origem Brasil",
      "href": "https://pay.finalizarpagamentoo.online/nWrxGWDyV7yg654",
      "bannerImg" : "/prod5/prod1.webp",
      "images": [
        "/prod5/prod1.webp",
        "/prod5/prod2.webp",
        "/prod5/prod3.webp"
      ]
    },
    {
      "id": 7,
      "stock": 2,
      "productPage": "/products/7",
      "sexo": "masculino",
      "title": "Tênis Nike Revolution 7 Masculino - Preto+Branco",
      "tipo": "numero",
      "opcoes": ["34", "35", "36", "37", "38", "39", "40", "41", "42", "43", "44"],
      "rate": 112,
      "price": "399,99",
      "discount": "79,99",
      "desc": "Carregamos o Revolution 7 com o tipo de amortecimento e suporte macio que pode mudar o seu mundo de corrida. Elegante como sempre, confortvel quando a borracha encontra a estrada e performtico para o ritmo desejado, uma evoluo de um favorito dos fs que oferece uma conduo macia e suave.Passada ConfortvelA entressola de espuma proporciona uma passada suave e macia. Tambm h um pouco mais de espao no antep em comparao com o 6, para que os dedos dos ps no fiquem tensos ou comprimidos.Toque MacioAdicionamos relevos no calcanhar que ficam visveis na parte exterior do calado. Eles so macios ao toque e ajudam a aumentar o conforto no seu tendo de Aquiles. Os pontos de toque na lngua criam uma sensao natural ao decolar.Aderncia TranquilizadoraO solado apresenta um padro de trao generativo que combina com salincias de borracha para ajudar a oferecer aderncia ao subir ou descer ladeiras.",
      "href": "https://pay.finalizarpagamentoo.online/YEwR3AbjeRPZdKy",
      "bannerImg" : "/prod6/prod1.webp",
      "images": [
        "/prod6/prod1.webp",
        "/prod6/prod2.webp",
        "/prod6/prod3.webp",
        "/prod6/prod4.webp",
        "/prod6/prod5.webp",
        "/prod6/prod6.webp",
        "/prod6/prod7.webp"
      ]
    },
    {
      "id": 8,
      "stock": 7,
      "productPage": "/products/8",
      "sexo": "masculino",
      "title": "Tênis Adidas Runfalcon 2.0 Masculino - Preto+Branco",
      "tipo": "numero",
      "opcoes": ["34", "35", "36", "37", "38", "39", "40", "41", "42", "43", "44"],
      "rate": 46,
      "price": "399,99",
      "discount": "119,80",
      "desc": "Na esteira ou pelas ruas, domine a corrida com o novo Tênis Masculino da Adidas. O Runfalcon 2.0 chega com um cabedal com tripla camada de mesh para ainda mais respirabilidade, calcanhar acolchoado para máximo conforto e suporte, além de uma entressola em EVA para amortecimento leve e passada mais suave. O solado emborrachado garante aderência e tração em diferentes tipos de rua. Vista um short de corrida e regata de academia para mood esportivo completo. Das caminhadas matinais aos tiros de 500 metros, conte com a Adidas para fazer seu treino render! *Forma para pés finos, recomendamos comprar um número acima do que costuma usar*",
      "href": "https://pay.finalizarpagamentoo.online/NDr8gm5M9dqgBmj",
      "bannerImg" : "/prod7/prod1.webp",
      "images": [
        "/prod7/prod1.webp",
        "/prod7/prod2.webp",
        "/prod7/prod3.webp",
        "/prod7/prod4.webp",
        "/prod7/prod5.webp",
        "/prod7/prod6.webp",
        "/prod7/prod7.webp"
      ]
    },
    {
      "id": 9,
      "stock": 2,
      "productPage": "/products/9",
      "sexo": "feminino",
      "title": "COPO QUENCHER CREAM STANLEY | 1,18L",
      "tipo": "unico",
      "opcoes": ["Tamanho Único"],
      "rate": 46,
      "price": "359,99",
      "discount": "71,80",
      "desc": "Cada jornada é única e resultado das suas próprias escolhas, por isso entre os desafios e conquistas do dia a dia não dá para esquecer de cuidar daquilo que é o mais importante: você. Manter a saúde do corpo e da mente é fundamental para não perder o ritmo e o Copo Quencher Stanley chega como a escolha perfeita para garantir o bem-estar da sua melhor versão.",
      "href": "https://pay.finalizarpagamentoo.online/NDr8gm5M9dqgBmj",
      "bannerImg" : "/prod8/prod1.webp",
      "images": [
        "/prod8/prod1.webp",
        "/prod8/prod2.webp",
        "/prod8/prod3.webp",
        "/prod8/prod4.webp",
        "/prod8/prod5.webp",
        "/prod8/prod6.webp"
      ]
    },
    {
      "id": 10,
      "stock": 10,
      "productPage": "/products/10",
      "sexo": "masculino",
      "title": "Cadeira Gamer Pelegrin Reclinável PEL-3018 Preta e Cinza",
      "tipo": "unico",
      "opcoes": ["Tamanho Único"],
      "rate": 46,
      "price": "850,00",
      "discount": "170,00",
      "desc": "A Cadeira Gamer Pelegrin Reclinável PEL-3018 Preta e Vermelha com o design inspirado em carros esportivos, foi desenvolvida especialmente para os apaixonados em jogos que não abrem mão do conforto e ergonomia durante longas horas de uso.",
      "href": "https://pay.finalizarpagamentoo.online/NDr8gm5M9dqgBmj",
      "bannerImg" : "/prod9/prod1.webp",
      "images": [
        "/prod9/prod1.webp",
        "/prod9/prod2.webp",
        "/prod9/prod3.webp",
        "/prod9/prod4.webp",
        "/prod9/prod5.webp",
        "/prod9/prod6.webp"
      ]
    },
    {
      "id": 11,
      "stock": 6,
      "productPage": "/products/11",
      "sexo": "feminino",
      "title": "Tênis Olympikus Venus 2 Feminino - Marinho",
      "tipo": "numero",
      "opcoes": ["34", "35", "36", "37", "38", "39", "40", "41", "42", "43", "44"],
      "rate": 46,
      "price": "189,99",
      "discount": "37,99",
      "desc": "Aposte no conforto e qualidade do novo Tênis de Corrida Feminino da Olympikus para te acompanhar nos seus treinos diários. Com design moderno, o running indicado para caminhadas e corridas leves possui cabedal fabricado com material leve e respirável que garante mais frescor durante o uso. O calcanhar é acolchoado e oferece suporte aos pés enquanto o cadarço garante ajuste eficaz. A entressola em EVA conta com tecnologia que proporciona alto nível de maciez entre uma passada e outra; e o solado de borracha proporciona aderência e tração por onde você passar. Vista seu top esportivo favorito e short de corrida para superar os seus limites com a Olk! Indicado para corredoras de pisada neutra, o Tênis Olympikus Feminino acompanha as corredoras mais ambiciosas na busca pelo melhor pace. Aproveite!",
      "href": "https://pay.finalizarpagamentoo.online/NDr8gm5M9dqgBmj",
      "bannerImg" : "/prod10/prod1.webp",
      "images": [
        "/prod10/prod1.webp",
        "/prod10/prod2.webp",
        "/prod10/prod3.webp",
        "/prod10/prod4.webp"
      ]
    },
    {
      "id": 12,
      "stock": 9,
      "productPage": "/products/12",
      "sexo": "feminino",
      "title": "Tênis Olympikus Venus 2 Feminino - Marinho",
      "tipo": "numero",
      "opcoes": ["34", "35", "36", "37", "38", "39", "40"],
      "rate": 46,
      "price": "299,99",
      "discount": "59,99",
      "desc": "Esportividade com elegância e conforto. O tênis feminino Fila Trend 3.0 é uma novidade que chega com perfil minimalista e design elaborado para te acompanhar em atividades esportivas leves e no dia a dia. A modelagem sem cadarço e com puxador oferece praticidade na hora de calçar, enquanto os elásticos possibilitam que você faça o ajuste ideal ao pé. Este tênis esportivo feminino conta com cabedal em malha mesh em diferentes texturas, que favorece a leveza e a respirabilidade. O solado de EVA garante maciez para você aproveitar cada momento com bem-estar. Combine com calça legging, short de corrida ou seu jeans favorito. Para completar, escolha camiseta feminina Fila, blusinha estampada ou top fitness. Aproveite!",
      "href": "https://pay.finalizarpagamentoo.online/NDr8gm5M9dqgBmj",
      "bannerImg" : "/prod11/prod1.webp",
      "images": [
        "/prod11/prod1.webp",
        "/prod11/prod2.webp",
        "/prod11/prod3.webp",
        "/prod11/prod4.webp"
      ]
    },
    {
      "id": 13,
      "stock": 3,
      "productPage": "/products/13",
      "sexo": "feminino",
      "title": "Tênis Puma Carina Lux Bdp Feminino - Branco+prata",
      "tipo": "numero",
      "opcoes": ["34", "35", "36", "37", "38", "39", "40"],
      "rate": 46,
      "price": "399,90",
      "discount": "79,98",
      "desc": "Visual moderno em design confortável. Para mulheres que buscam estilo e versatilidade, a dica é apostar no Tênis Puma Carina Lux Bdp. É confeccionado com material durável de fácil limpeza, com perfuros para respirabilidade, solado maior que habitual e perfil clássico que combina desde o jeans até saias e vestidos. Conte com a Puma para vestir o seu urbanwear em grande estilo!",
      "href": "https://pay.finalizarpagamentoo.online/NDr8gm5M9dqgBmj",
      "bannerImg" : "/prod12/prod1.webp",
      "images": [
        "/prod12/prod1.webp",
        "/prod12/prod2.webp",
        "/prod12/prod3.webp",
        "/prod12/prod4.webp"
      ]
    },
    {
      "id": 14,
      "stock": 4,
      "productPage": "/products/14",
      "sexo": "feminino",
      "title": "Camisa Palmeiras II 24/25 sn° Torcedor Puma Feminina - Branco",
      "tipo": "tamanho",
      "opcoes": ["PP", "P", "M", "G"],
      "rate": 46,
      "price": "369,90",
      "discount": "73,98",
      "desc": "Uma história de suor, conquistas e vitórias. A Camisa Palmeiras II 24/25 sn° Torcedor Puma Feminina representa o legado do maior campeão nacional que através do futebol une famílias, amigos e desconhecidos pela paixão alviverde. O manto de 110 anos remete à sensação de pertencimento que os torcedores compartilham em torcer pelo maior clube do Brasil. O escudo oficial aparece bordado no lado esquerdo no peito e exalta o amor pelo Verdão. Já o tecido leve, macio e com tecnologia dryCELL auxilia no conforto e na absorção de umidade enquanto você joga ou assiste a bola rolar no Allianz Parque. Junte-se a família alviverde e faça parte desse novo capítulo com essa camisa do Palmeiras!",
      "href": "https://pay.finalizarpagamentoo.online/NDr8gm5M9dqgBmj",
      "bannerImg" : "/prod13/prod1.webp",
      "images": [
        "/prod13/prod1.webp",
        "/prod13/prod2.webp"
      ]
    },
   
    {
      "id": 15,
      "stock": 14,
      "productPage": "/products/15",
      "sexo": "feminino",
      "title": "Camisa Nike Corinthians I 2023/24 Torcedora Pro Feminina - Branco",
      "tipo": "tamanho",
      "opcoes": ["P", "M", "G", "GG", "EXGG"],
      "rate": 46,
      "price": "299,99",
      "discount": "59,99",
      "desc": "DEMOCRACIA CORINTHIANAO legado do Corinthians transcede as quatro linhas do jogo. Em 1983, o Corinthians conquistou o título Paulista com o compromisso de que todas as vozes fossem ouvidas, uma crença que até hoje move os corações pelo Timão.Com detalhes que fazem referência ao estilo icônico dos anos 80, e ao movimento Democracia Corinthiana, a nova camisa I celebra a filosofia que a torcida Corinthiana fortalece até hoje para conduzir o clube. Histórica.Inspiração de Nível ProfissionalEste modelo réplica é feito com base na camisa que os profissionais usam em campo.Mais Detalhes -Ajuste padrão para sensação relaxada e fácil. -100% poliéster -Lavável à máquina -Importado 100% POLIÉSTER",
      "href": "https://pay.finalizarpagamentoo.online/NDr8gm5M9dqgBmj",
      "bannerImg" : "/prod15/prod1.webp",
      "images": [
        "/prod15/prod1.webp",
        "/prod15/prod2.webp",
        "/prod15/prod3.webp",
        "/prod15/prod4.webp",
        "/prod15/prod5.webp",
        "/prod15/prod6.webp"
      ]
    },
    {
      "id": 16,
      "stock": 8,
      "productPage": "/products/16",
      "sexo": "feminino",
      "title": "Jaqueta Puffer Hering Lisa Feminina - Preto",
      "tipo": "tamanho",
      "opcoes": ["P", "M", "G", "GG", "EXGG"],
      "rate": 46,
      "price": "299,99",
      "discount": "59,99",
      "desc": "A Jaqueta Puffer Hering Lisa Feminina é sinônimo de conforto e estilo para o dia a dia. O fechamento em zíper permite uma regulagem precisa na hora de usar, enquanto a malha leve fornece conforto e protege em dias frios. Os bolsos laterais comportam pequenos objetos. Adquira já!",
      "href": "https://pay.finalizarpagamentoo.online/NDr8gm5M9dqgBmj",
      "bannerImg" : "/prod16/prod1.webp",
      "images": [
        "/prod16/prod1.webp",
        "/prod16/prod2.webp",
        "/prod16/prod3.webp",
        "/prod16/prod4.webp"
      ]
    },
    {
      "id": 17,
      "stock": 5,
      "productPage": "/products/17",
      "sexo": "feminino",
      "title": "Kit 3 Blusas PS Feminina Comprida Fitness Tapa Bumbum Academia - Preto",
      "tipo": "tamanho",
      "opcoes": ["P", "M", "G", "GG", "EXGG"],
      "rate": 46,
      "price": "169,99",
      "discount": "33,99",
      "desc": "KIT 3 Blusas PS. Compridas na parte de trás ( para cobrir o bumbum), e um pouco mais curtas na parte da frente, porém, cobrem as partes íntimas. Modelo ideal para quem busca conforto tanto na academia quanto no dia a dia. Além de combinar com legging, fica super estilosa com Jeans. Malha super confortável e com elastano. Tamanhos: P - Veste manequim 36/38 - Busto: 84 a 88 cm / Cintura: 74 a 84 cm / Quadril: 90 a 96 cm M - Veste manequim 40/42 - Busto: 90 a 94 cm / Cintura: 86 a 92 cm / Quadril: 98 a 102 cm G - Veste manequim 44 Busto: 96 a 100 cm/ Cintura: 94 a 98 cm / Quadril: 104 a 108 cm GG - Veste manequim 46 Busto: 102 a 114 cm/ Cintura: 100 a 106 cm / Quadril: 110 a 116 cm EGG - Veste manequim 48 Busto: 116 a 126 cm/ Cintura: 108 a 112 cm / Quadril: 118 a 122 cm COMPOSIÇÃO: 96% VISCOSE 4% ELASTANO",
      "href": "https://pay.finalizarpagamentoo.online/NDr8gm5M9dqgBmj",
      "bannerImg" : "/prod17/prod1.webp",
      "images": [
        "/prod17/prod1.webp",
        "/prod17/prod2.webp",
        "/prod17/prod3.webp",
        "/prod17/prod4.webp",
        "/prod17/prod5.webp",
        "/prod17/prod6.webp"
      ]
    }
  ]
}
